FaroSystemAppender constructor
Catppuccin.catppuccin-vsc
Catppuccin.catppuccin-vsc-icons
circlecodesolution.ccs-flutter-color
DavidLGoldberg.jumpy2
eamodio.gitlens
GitHub.copilot
GitHub.copilot-chat
linhmtran168.mac-ca-vscode
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
oderwat.indent-rainbow
redhat.java
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
