astro-build.astro-vscode
bierner.markdown-mermaid
biomejs.biome
bpruitt-goddard.mermaid-markdown-syntax-highlighting
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
circlecodesolution.ccs-flutter-color
davidlgoldberg.jumpy2
eamodio.gitlens
evgeniypeshkov.syntax-highlighter
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
janisdd.vscode-edit-csv
janjoerke.jenkins-pipeline-linter-connector
kevinrose.vsc-python-indent
leodevbro.blockman
linhmtran168.mac-ca-vscode
maarti.jenkins-doc
mechatroner.rainbow-csv
mohd-akram.vscode-html-format
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
msfukui.eof-mark
naco-siren.gradle-language
nicolasvuillamy.vscode-groovy-lint
oderwat.indent-rainbow
oven.bun-vscode
pkief.material-icon-theme
postman.postman-for-vscode
redhat.fabric8-analytics
redhat.java
redhat.vscode-yaml
richardwillis.vscode-spotless-gradle
richie5um2.vscode-sort-json
rust-lang.rust-analyzer
secanis.jenkinsfile-support
shardulm94.trailing-spaces
shengchen.vscode-checkstyle
streetsidesoftware.code-spell-checker
sumneko.lua
tamasfe.even-better-toml
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-lombok
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
vue.volar
yandeu.five-server
yzane.markdown-pdf
